{
  "Brows": "Брови",
  "Lashes": "Ресницы",
  "Permanent Makeup": "Перманентный макияж",
  "Eyebrow architecture training": "Обучение архитектуре бровей",
  "Eyebrow lamination training": "Обучение ламинированию бровей",
  "Eyelash lamination training": "Обучение ламинированию ресниц",
  "Training sessions": "Обучение",
  "Services": "Услуги",
  "Privacy Policy": "Политика конфиденциальности",
  "Address": "Вроцлав, ул. Немчанская 22",
  "Choose language:": "Выбери язык",
  "Online reservation": "Записаться",
  "Main": "Главная",
  "Price list": "Цены",
  "All services": "Все услуги",
  "Contact": "Контакты",
  "Wroclaw": "Вроцлав",
  "Learn more": "Узнать больше",
  "Eyebrow lamination": "Ламин-е бровей",
  "Eyebrow architecture": "Архитектура бровей",
  "Eyelash lamination": "Ламин-е ресниц",
  "Choose the training that suits you and change your professional career.": "Выберите подходящее для вас обучение и измените свою профессиональную карьеру.",
  "Get in touch with me to schedule a": "Свяжитесь со мной, чтобы назначить",
  "free consultation": "бесплатную консультацию",
  "Follow me": "Подписывайтесь на меня",
  "on Instagram": "в Instagram",
  "Eyebrow styling": "Стилизация бровей",
  "Eyebrow regulation": "Коррекция бровей",
  "Eyelash dye": "Окрашивание ресниц",
  "Permanent eyebrow makeup": "Перманентный макияж бровей",
  "Permanent lip makeup": "Перманентный макияж губ",
  "Refresh PMU": "Обновление ПМ",
  "Sets": "Наборы",
  "Eyebrow styling + eyelash lamination": "Стилизация бровей + ламинирование ресниц",
  "Eyebrow lamination + eyelash lamination": "Ламинирование бровей + ламинирование ресниц",
  "pln": "зл.",
  "Mail me": "Напишите мне",
  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Хотите подчеркнуть свою естественную красоту или научиться делать это профессионально? Свяжитесь со мной сегодня!",
  "Make an appointment!": "Записаться на услугу",
  "Studio": "Студия",
  "About me": "Обо мне",
  "Hi, my name is": "Привет, меня зовут",
  "Inna Snisar": "Инна Снисар",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Я опытная стилистка бровей и ресниц, специализируюсь на создании натуральных, гармоничных эффектов, которые подчеркивают индивидуальную красоту каждой клиентки. Также я провожу профессиональные курсы для учениц из Польши и зарубежья, делясь своими знаниями и страстью к стилю.",
  "Basic eyebrow styling training + eyebrow lamination training": "Базовое обучение по стилизации бровей + обучение ламинированию бровей",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Обучение ламинированию ресниц от А до Я. Включает работу с тремя брендами препаратов: Inley, Elan, Zola. А также все типы завивки.",
  "Supplementary training": "Доп. обучение",
  "Qualification upgrade in any area tailored individually to each student.": "Повышение квалификации в любой области, индивидуально адаптированное к каждому ученику.",
  "days": "дня",
  "day": "день",
  "Price": "Цена",
  "Time:": "Время",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Брови играют ключевую роль в придании лицу выразительности, формы и симметрии, что уникально подчеркивает природную красоту глаз и всего лица.",
  "Sign up for a service!": "Запишитесь на услугу!",
  "eyebrow":"бровей",
  "styling": "Стилизация",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Стилизация бровей - это деликатная процедура, которая помогает раскрыть ваш индивидуальный образ и тонко подчеркнуть природную красоту.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Индивидуальный подбор формы бровей в соответствии с красотой клиента.",
  "Tweezing and waxing eyebrow shaping.": "Коррекция бровей пинцетом и воском.",
  "Eyebrow coloring with dye or powder henna.": "Окрашивание бровей краской или порошковой хной.",
  "The treatment includes:": "Процедура включает:",
  "min": "мин",
  "Lamination": "Ламинирование",
  "Eyebrows": "Брови",
  "Eyebrow lamination is a cosmetic procedure aimed at emphasizing and shaping the eyebrows. During this procedure, the eyebrows are shaped to achieve the desired shape and appearance.": "Ламинирование бровей - это косметическая процедура, направленная на выделение и формирование бровей. Во время этой процедуры брови моделируются, чтобы достичь желаемой формы и вида.",
  "Modeling and shaping the hairs using special preparations.": "Моделирование и формирование волос с использованием специальных препаратов.",
  "Individual selection of the eyebrow shape, harmoniously adjusted to the client's beauty.": "Индивидуальный выбор формы бровей, гармонично адаптированный к красоте клиента.",
  "Precise eyebrow regulation with tweezers and wax.": "Точная коррекция бровей пинцетом и воском.",
  "Coloring the eyebrows with dye.": "Окрашивание бровей красителем.",
  "Nourishment of the hairs using botox to emphasize a healthy appearance.": "Питание волос с использованием ботокса для подчеркивания здорового вида.",
  "Regulation": "Регулирование",
  "lashes": "ресницы",
  "Eyelash lamination is a cosmetic procedure aimed at enhancing the natural beauty of lashes by curling and lifting them from the base using special rods and preparations. As a result, we get lifted and curled natural lashes, and the effect lasts up to 2 months.": "Ламинирование ресниц - это косметическая процедура, направленная на улучшение естественной красоты ресниц путем их завивки и подъема от основания с помощью специальных стержней и препаратов. В результате мы получаем поднятые и завитые естественные ресницы, и эффект длится до 2 месяцев.",
  "Selection of the appropriate curl of lashes.": "Выбор подходящей завивки ресниц.",
  "Eyelash coloring.": "Окрашивание ресниц.",
  "Nourishment of lashes using botox.": "Питание ресниц с использованием ботокса.",
  "Permanent makeup": "Постоянный макияж",
  "Permanent eyebrow makeup, also known as eyebrow micropigmentation, is a procedure in which pigment is inserted into the skin to permanently emphasize the shape and color of the eyebrows. By precisely placing the pigment, the effect of lasting eyebrow makeup is achieved, eliminating the need for daily manual drawing or filling. This solution may be particularly attractive for people looking to save time on their daily eyebrow makeup.": "Перманентный макияж бровей, также известный как микропигментация бровей, - это процедура, при которой пигмент вводится в кожу для постоянного подчеркивания формы и цвета бровей. Путем точного нанесения пигмента достигается эффект долговременного макияжа бровей, устраняя необходимость ежедневного ручного рисования или заполнения. Это решение может быть особенно привлекательным для людей, стремящихся сэкономить время на ежедневном макияже бровей.",
  "lips": "губы",
  "Eyebrow shaping is the process of shaping and tidying eyebrows using various techniques such as tweezing, waxing, or threading. The aim of eyebrow shaping is to give them a nice shape, tailored to the individual facial features, which can significantly enhance appearance and expression.": "Формирование бровей - это процесс придания формы и уборки бровей с использованием различных техник, таких как пинцет, воск или нить. Цель формирования бровей состоит в том, чтобы придать им красивую форму, подходящую для индивидуальных черт лица, что может значительно улучшить внешний вид и выражение.",
  "Permanent lip makeup, also known as lip micropigmentation, is an innovative procedure in which pigment is introduced into the skin, permanently emphasizing the contour and color of the lips. This procedure can improve lip symmetry, give them a fuller appearance, or simply accentuate their natural shape. With permanent lip makeup, you can enjoy long-lasting effects, eliminating the need for frequent lipstick or lip liner application. It's always worth consulting with an experienced specialist before undergoing the procedure to achieve results tailored to your individual preferences.": "Перманентный макияж губ, также известный как микропигментация губ, - это инновационная процедура, при которой пигмент вводится под кожу, устойчиво подчеркивая контур и цвет губ. Этот процесс может улучшить симметрию губ, придать им более полный вид или просто подчеркнуть естественную форму. Благодаря постоянному макияжу губ можно наслаждаться долговременным эффектом, избегая необходимости частого нанесения помады или карандаша для губ. Перед началом процедуры всегда стоит проконсультироваться с опытным специалистом, чтобы получить результат, соответствующий вашим индивидуальным предпочтениям.",
  "Frequently Asked Questions": "Часто задаваемые вопросы",
  "What is eyebrow lamination?": "Что такое ламинирование бровей?",
  "Eyebrow lamination is a procedure that involves permanently setting the eyebrow hairs in a specific direction, making the brows appear fuller, more symmetrical, and well-groomed. The effect lasts for several weeks.": "Ламинирование бровей — это процедура, заключающаяся в долговременной укладке волосков бровей в определенном направлении, благодаря чему брови становятся более густыми, симметричными и ухоженными. Эффект держится несколько недель.",
  "How long does the eyebrow lamination effect last?": "Как долго держится эффект ламинирования бровей?",
  "The eyebrow lamination effect usually lasts from 4 to 6 weeks, depending on the individual characteristics of the hairs and post-procedure care.": "Эффект ламинирования бровей обычно держится от 4 до 6 недель, в зависимости от индивидуальных особенностей волосков и ухода после процедуры.",
  "Is eyebrow lamination safe?": "Безопасно ли ламинирование бровей?",
  "Yes, eyebrow lamination is safe, provided it is performed by a qualified specialist using appropriate products.": "Да, ламинирование бровей безопасно, при условии что оно выполняется квалифицированным специалистом с использованием подходящих продуктов.",
  "Is eyebrow lamination painful?": "Болезненно ли ламинирование бровей?",
  "No, eyebrow lamination is painless. You may only feel slight discomfort during the application of products on the eyebrows.": "Нет, ламинирование бровей безболезненно. Может возникнуть лишь легкое чувство дискомфорта при нанесении продуктов на брови.",
  "How to prepare for the eyebrow lamination procedure?": "Как подготовиться к процедуре ламинирования бровей?",
  "Before the procedure, avoid using strong cosmetics and peels on the eyebrows. It is also important that the eyebrows are clean and free of makeup.": "Перед процедурой следует избегать использования сильных косметических средств и пилингов на бровях. Также важно, чтобы брови были чистыми и без макияжа.",
  "Can I apply makeup after eyebrow lamination?": "Можно ли наносить макияж после ламинирования бровей?",
  "Yes, you can apply makeup after eyebrow lamination, but it is recommended to wait at least 24 hours after the procedure to ensure lasting and undisturbed results.": "Да, можно наносить макияж после ламинирования бровей, но рекомендуется подождать по крайней мере 24 часа после процедуры, чтобы результаты были стойкими и ненарушенными.",
  "Is eyebrow lamination suitable for everyone?": "Подходит ли ламинирование бровей всем?",
  "Eyebrow lamination is suitable for most people, but it is not recommended for those with very delicate, sparse, or damaged eyebrow hairs. A consultation with a professional before the procedure will help determine if it is the right option.": "Ламинирование бровей подходит для большинства людей, но не рекомендуется для людей с очень деликатными, редкими или поврежденными волосками бровей. Консультация с профессионалом перед процедурой поможет определить, является ли это подходящим вариантом.",
  "How to care for eyebrows after lamination?": "Как ухаживать за бровями после ламинирования?",
  "After the procedure, avoid wetting the eyebrows for 24 hours, as well as avoiding hot baths, saunas, and intense physical exertion. It is also important to use conditioners and oils to help maintain healthy hairs.": "После процедуры следует избегать намокания бровей в течение 24 часов, а также избегать горячих ванн, сауны и интенсивных физических нагрузок. Также важно использовать кондиционеры и масла, которые помогут поддерживать здоровые волоски.",
  "Can eyebrow lamination damage natural hairs?": "Может ли ламинирование бровей повредить натуральные волоски?",
  "A properly performed eyebrow lamination procedure should not damage natural hairs. It is crucial that the procedure is carried out by a qualified specialist using professional products.": "Правильно проведенная процедура ламинирования бровей не должна повредить натуральные волоски. Ключевым моментом является выполнение процедуры квалифицированным специалистом с использованием профессиональных продуктов.",
  "How often can eyebrow lamination be performed?": "Как часто можно делать ламинирование бровей?",
  "It is recommended to perform eyebrow lamination no more frequently than every 6-8 weeks to give the hairs time to regenerate and maintain a healthy appearance.": "Рекомендуется проводить ламинирование бровей не чаще, чем каждые 6-8 недель, чтобы дать волоскам время на восстановление и поддержание здорового вида.",
  "How often can eyebrows be tinted with dye or henna?": "Как часто можно окрашивать брови краской или хной?",
  "Eyebrows can be tinted with dye or henna every 3-6 weeks. The frequency depends on the rate of hair growth and individual needs and preferences. Tinting eyebrows too often can lead to their weakening, so it is important to give the hairs time to regenerate between procedures.": "Брови можно окрашивать краской или хной каждые 3-6 недель. Частота зависит от скорости роста волосков и индивидуальных потребностей и предпочтений. Слишком частое окрашивание бровей может привести к их ослаблению, поэтому важно давать волоскам время на восстановление между процедурами.",
  "How long do permanent eyebrows last?": "Как долго держатся перманентные брови?",
  "The effect of permanent eyebrows usually lasts from 1 to 2 years, depending on skin type, lifestyle, and care. The color may gradually fade and require touch-ups.": "Эффект перманентных бровей обычно держится от 1 до 2 лет, в зависимости от типа кожи, образа жизни и ухода. Цвет может постепенно тускнеть и требовать коррекции.",
  "Is the procedure painful?": "Болезненная ли процедура?",
  "Most people experience only slight discomfort during the procedure, which is usually minimized by the application of a numbing cream.": "Большинство людей ощущают лишь незначительный дискомфорт во время процедуры, который обычно сводится к минимуму с помощью обезболивающего крема.",
  "How long does the procedure take?": "Как долго длится процедура?",
  "The procedure usually takes 2 to 3 hours, depending on the technique and complexity of the eyebrow shape.": "Процедура обычно занимает от 2 до 3 часов, в зависимости от техники и сложности формы бровей.",
  "What does the healing process look like?": "Как проходит процесс заживления?",
  "The healing process takes about 10-20 days. During the first few days, the eyebrows may be darker, and then the color gradually fades. It is important to avoid scratching and wetting the eyebrows and to follow the aftercare instructions.": "Процесс заживления длится около 10-20 дней. В первые несколько дней брови могут быть темнее, а затем цвет постепенно светлеет. Важно избегать царапания и намокания бровей, а также следовать рекомендациям по уходу после процедуры.",
  "How should eyebrows be cared for after the procedure?": "Как ухаживать за бровями после процедуры?",
  "After the procedure, avoid wetting the eyebrows, excessive sweating, sun exposure, saunas, and tanning beds for about a week. Using recommended ointments speeds up healing and protects the pigment.": "После процедуры следует избегать намокания бровей, чрезмерного потоотделения, воздействия солнца, сауны и солярия примерно на неделю. Использование рекомендованных мазей ускоряет заживление и защищает пигмент.",
  "Can permanent eyebrows be removed if I am not satisfied with the result?": "Можно ли удалить перманентные брови, если я не довольна результатом?",
  "Yes, permanent eyebrows can be removed using specialized laser treatments or other methods of permanent makeup removal.": "Да, перманентные брови можно удалить с помощью специализированных лазерных процедур или других методов удаления перманентного макияжа."
}
