{
  "Brows": "Брови",
  "Lashes": "Ресницы",
  "Permanent Makeup": "Перманентный макияж",
  "Eyebrow architecture training": "Обучение архитектуре бровей",
  "Eyebrow lamination training": "Обучение ламинированию бровей",
  "Eyelash lamination training": "Обучение ламинированию ресниц",
  "Training sessions": "Обучение",
  "Services": "Услуги",
  "Privacy Policy": "Политика конфиденциальности",
  "Address": "Вроцлав, ул. Немчанская 22",
  "Main": "Главная",
  "Price list": "Цены",
  "All services": "Все услуги",
  "Contact": "Контакты",
  "Wroclaw": "Вроцлав",
  "Learn more": "Узнать больше",
  "Eyebrow lamination": "Ламин-е бровей",
  "Eyebrow architecture": "Архитектура бровей",
  "Eyelash lamination": "Ламин-е ресниц",
  "Choose the training that suits you and change your professional career.": "Выберите подходящее для вас обучение и измените свою профессиональную карьеру.",
  "Get in touch with me to schedule a": "Свяжитесь со мной, чтобы назначить",
  "free consultation": "бесплатную консультацию",
  "Follow me": "Подписывайтесь на меня",
  "on Instagram": "в Instagram",
  "Eyebrow styling": "Стилизация бровей",
  "Eyebrow regulation": "Коррекция бровей",
  "Eyelash dye": "Окрашивание ресниц",
  "Permanent eyebrow makeup": "Перманентный макияж бровей",
  "Permanent lip makeup": "Перманентный макияж губ",
  "Sets": "Наборы",
  "Eyebrow styling + eyelash lamination": "Стилизация бровей + ламинирование ресниц",
  "Eyebrow lamination + eyelash lamination": "Ламинирование бровей + ламинирование ресниц",
  "pln": "зл.",
  "Mail me": "Напишите мне",
  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Хотите подчеркнуть свою естественную красоту или научиться делать это профессионально? Свяжитесь со мной сегодня!",
  "Make an appointment!": "Записаться на услугу",
  "Studio": "Студия",
  "About me": "Обо мне",
  "Hi, my name is": "Привет, меня зовут",
  "Inna Snisar": "Инна Снисар",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Я опытная стилистка бровей и ресниц, специализируюсь на создании натуральных, гармоничных эффектов, которые подчеркивают индивидуальную красоту каждой клиентки. Также я провожу профессиональные курсы для учениц из Польши и зарубежья, делясь своими знаниями и страстью к стилю.",
  "Basic eyebrow styling training. Includes: eyebrow geometry, coloring with dye and henna, tweezing and waxing.": "Базовое обучение по стилизации бровей. Включает: геометрию бровей, окрашивание краской и хной, коррекцию пинцетом и воском.",
  "Basic eyebrow styling training + eyebrow lamination training": "Базовое обучение по стилизации бровей + обучение ламинированию бровей",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Обучение ламинированию ресниц от А до Я. Включает работу с тремя брендами препаратов: Inley, Elan, Zola. А также все типы завивки.",
  "Training intended for people with basic knowledge of eyebrow styling. Contains a large theoretical part about the chemistry of products and hair biochemistry. Coloring without darkening the hairs.": "Обучение предназначено для людей с базовыми знаниями о стилизации бровей. Содержит большую теоретическую часть о химии препаратов и биохимии волоса. Окрашивание без затемнения волосков.",
  "Supplementary training": "Дополнительное обучение",
  "Qualification upgrade in any area tailored individually to each student.": "Повышение квалификации в любой области, индивидуально адаптированное к каждому ученику.",
  "days": "дни",
  "day": "день",
  "Price": "Цена",
  "Time:": "Время",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Брови играют ключевую роль в придании лицу выразительности, формы и симметрии, что уникально подчеркивает природную красоту глаз и всего лица.",
  "Sign up for a service!": "Запишитесь на услугу!",
  "eyebrow":"бровей",
  "styling": "Стилизация",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Стилизация бровей - это деликатная процедура, которая помогает раскрыть ваш индивидуальный образ и тонко подчеркнуть природную красоту.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Индивидуальный подбор формы бровей в соответствии с красотой клиента.",
  "Tweezing and waxing eyebrow shaping.": "Коррекция бровей пинцетом и воском.",
  "Eyebrow coloring with dye or powder henna.": "Окрашивание бровей краской или порошковой хной.",
  "The treatment includes:": "Процедура включает:",
  "min": "мин",
  "Lamination": "Ламинирование",
  "Eyebrows": "Брови",
  "Eyebrow lamination is a cosmetic procedure aimed at emphasizing and shaping the eyebrows. During this procedure, the eyebrows are shaped to achieve the desired shape and appearance.": "Ламинирование бровей - это косметическая процедура, направленная на выделение и формирование бровей. Во время этой процедуры брови моделируются, чтобы достичь желаемой формы и вида.",
  "Modeling and shaping the hairs using special preparations.": "Моделирование и формирование волос с использованием специальных препаратов.",
  "Individual selection of the eyebrow shape, harmoniously adjusted to the client's beauty.": "Индивидуальный выбор формы бровей, гармонично адаптированный к красоте клиента.",
  "Precise eyebrow regulation with tweezers and wax.": "Точная коррекция бровей пинцетом и воском.",
  "Coloring the eyebrows with dye.": "Окрашивание бровей красителем.",
  "Nourishment of the hairs using botox to emphasize a healthy appearance.": "Питание волос с использованием ботокса для подчеркивания здорового вида.",
  "Regulation": "Регулирование",
  "lashes": "ресницы",
  "Eyelash lamination is a cosmetic procedure aimed at enhancing the natural beauty of lashes by curling and lifting them from the base using special rods and preparations. As a result, we get lifted and curled natural lashes, and the effect lasts up to 2 months.": "Ламинирование ресниц - это косметическая процедура, направленная на улучшение естественной красоты ресниц путем их завивки и подъема от основания с помощью специальных стержней и препаратов. В результате мы получаем поднятые и завитые естественные ресницы, и эффект длится до 2 месяцев.",
  "Selection of the appropriate curl of lashes.": "Выбор подходящей завивки ресниц.",
  "Eyelash coloring.": "Окрашивание ресниц.",
  "Nourishment of lashes using botox.": "Питание ресниц с использованием ботокса.",
  "Permanent makeup": "Постоянный макияж",
  "Permanent eyebrow makeup, also known as eyebrow micropigmentation, is a procedure in which pigment is inserted into the skin to permanently emphasize the shape and color of the eyebrows. By precisely placing the pigment, the effect of lasting eyebrow makeup is achieved, eliminating the need for daily manual drawing or filling. This solution may be particularly attractive for people looking to save time on their daily eyebrow makeup.": "Перманентный макияж бровей, также известный как микропигментация бровей, - это процедура, при которой пигмент вводится в кожу для постоянного подчеркивания формы и цвета бровей. Путем точного нанесения пигмента достигается эффект долговременного макияжа бровей, устраняя необходимость ежедневного ручного рисования или заполнения. Это решение может быть особенно привлекательным для людей, стремящихся сэкономить время на ежедневном макияже бровей.",
  "lips": "губы",
  "Eyebrow shaping is the process of shaping and tidying eyebrows using various techniques such as tweezing, waxing, or threading. The aim of eyebrow shaping is to give them a nice shape, tailored to the individual facial features, which can significantly enhance appearance and expression.": "Формирование бровей - это процесс придания формы и уборки бровей с использованием различных техник, таких как пинцет, воск или нить. Цель формирования бровей состоит в том, чтобы придать им красивую форму, подходящую для индивидуальных черт лица, что может значительно улучшить внешний вид и выражение.",
  "Permanent lip makeup, also known as lip micropigmentation, is an innovative procedure in which pigment is introduced into the skin, permanently emphasizing the contour and color of the lips. This procedure can improve lip symmetry, give them a fuller appearance, or simply accentuate their natural shape. With permanent lip makeup, you can enjoy long-lasting effects, eliminating the need for frequent lipstick or lip liner application. It's always worth consulting with an experienced specialist before undergoing the procedure to achieve results tailored to your individual preferences.": "Перманентный макияж губ, также известный как микропигментация губ, - это инновационная процедура, при которой пигмент вводится под кожу, устойчиво подчеркивая контур и цвет губ. Этот процесс может улучшить симметрию губ, придать им более полный вид или просто подчеркнуть естественную форму. Благодаря постоянному макияжу губ можно наслаждаться долговременным эффектом, избегая необходимости частого нанесения помады или карандаша для губ. Перед началом процедуры всегда стоит проконсультироваться с опытным специалистом, чтобы получить результат, соответствующий вашим индивидуальным предпочтениям."
}
