{
    "Training": "Обучение",
    "Sign up for training!": "Запишитесь на обучение!",
    "Your training program": "Ваш учебный план",
    "theoretical part": "теоретическая часть",
    "Day 1. Duration -": "День 1. Продолжительность -",
    "practical part": "практическая часть",
    "Theoretical and practical part": "Теоретическая и практическая часть",
    "Day 2. Duration -": "День 2. Продолжительность -",
    "h": "ч",
    "pln": "зл.",
    "Price": "Цена",
    "Why should you choose me?": "Почему вы должны выбрать меня?",
    "Extensive professional experience": "Большой профессиональный опыт",
    "I have 4 years of practice as a brow and lash stylist, during which I have served over 500 satisfied clients. My experience allows me to share proven techniques and best practices.": "У меня многолетний опыт, и я профессионально занимаюсь оформлением бровей с 2020 года. За это время я обслужила более 500 довольных клиентов. Мой опыт позволяет мне делиться проверенными техниками и лучшими практиками.",
    "Continuous qualification improvement": "Постоянное повышение квалификации",
    "I regularly attend courses and training to stay updated with the latest trends and techniques in the industry. This ensures that my training is always current and based on the latest advancements.": "Я регулярно посещаю курсы и тренинги, чтобы быть в курсе последних тенденций и техник в отрасли. Это гарантирует, что мое обучение всегда актуально и основано на последних достижениях.",
    "International reach and diverse trainees": "Международный охват и разнообразие курсантов",
    "Since 2021, I have been conducting training for trainees from all over Poland and other countries. My approach is universal and adapted to different markets, ensuring that every trainee, regardless of location, gains valuable knowledge.": "С 2021 года я провожу обучение для курсантов со всей Польши и других стран. Мой подход универсален и адаптирован к различным рынкам, что гарантирует, что каждый курсант, независимо от местоположения, получит ценные знания.",
    "Individual approach to each trainee": "Индивидуальный подход к каждому курсанту",
    "Every trainee is unique to me, so I tailor the training program to their individual needs and skill levels. I ensure that everyone feels comfortable and confident in acquiring new skills.": "Каждый курсант для меня уникален, поэтому я адаптирую учебную программу к их индивидуальным потребностям и уровню подготовки. Я обеспечиваю комфорт и уверенность каждого участника в освоении новых навыков.",
    "Comprehensive support after training": "Комплексная поддержка после обучения",
    "My support does not end with the completion of the course. I provide trainees with support even after the training, offering consultations, advice, and access to educational materials. I care about the development of my trainees and their professional success.": "Моя поддержка не заканчивается с завершением курса. Я оказываю поддержку курсантам и после обучения, предлагая консультации, советы и доступ к учебным материалам. Я забочусь о развитии своих курсантов и их профессиональном успехе.",
    "Basic Brows Training": "Обучение Basic Brows",
    "Individual basic training in brow styling.": "Индивидуальное базовое обучение по стилю и ламинированию бровей.",
    "Training Description": "Описание обучения",
    "First day": "Первый день",
    "Includes a 6-hour theoretical part where participants will learn:": "Включает 6-часовую теоретическую часть, где участники узнают:",
    "The structure of hair and skin, hair growth phases, and its chemical composition.": "Строение волос и кожи, фазы роста волос и их химический состав.",
    "The effect of hair porosity on coloring and how to prepare different skin types for the procedure.": "Влияние пористости волос на окрашивание и как подготовить разные типы кожи к процедуре.",
    "Brow geometry, preliminary drawing techniques, coloring with dye and henna, and brow shaping with tweezers and wax.": "Геометрия бровей, техники предварительного рисунка, окрашивание краской и хной, а также оформление бровей пинцетом и воском.",
    "Contraindications for the procedure and recommendations for the client.": "Противопоказания к процедуре и рекомендации для клиента.",
    "Second day": "Второй день",
    "Is dedicated to the practical part, where each trainee will have the opportunity to work on four models, perfecting the techniques discussed in the theoretical part.": "Посвящен практической части, где каждый курсант получит возможность работать на четырех моделях, оттачивая техники, обсужденные в теоретической части.",
    "The training also provides meals and beverages for the participants.": "Обучение также обеспечивает участников питанием и напитками.",
    "Hair and Skin Structure": "Строение волос и кожи",
    "Hair Growth Phases": "Фазы роста волос",
    "Hair Composition": "Состав волоса",
    "Hair Porosity and Its Effect on Coloring Process": "Пористость волоса и ее влияние на процесс окрашивания",
    "Chemical Composition": "Химический состав",
    "Skin Preparation for Procedure (normal skin, dry, oily – which products to choose to achieve even coloring)": "Подготовка кожи к процедуре (нормальная кожа, сухая, жирная – какие продукты подобрать, чтобы добиться равномерного окрашивания)",
    "Brow Geometry": "Геометрия бровей",
    "Preliminary Drawing in Two Ways: Powder Pencil and Paste": "Предварительный рисунок двумя способами – пудровым карандашом и пастой",
    "Coloring with Dye and Henna": "Окрашивание краской и хной",
    "Tweezing and Waxing": "Коррекция пинцетом и воском",
    "Working with Wax: Which Wax to Choose": "Работа с воском, какой воск выбрать",
    "Appropriate Directions for Tweezing": "Правильные направления для коррекции",
    "Contraindications for Procedure": "Противопоказания к процедуре",
    "Recommendations for Client": "Рекомендации для клиента",
    "One Demo Model": "Одна демонстрационная модель",
    "Three Models for Trainee": "Три модели для курсантки",
    "Constant Support after Training": "Постоянная поддержка после обучения",
    "Training Completion Certificate": "Сертификат о завершении обучения",
    "Lami lashes training": "Обучение ламинированию ресниц",
    "Comprehensive training in lash lamination and lifting from scratch.": "Комплексное обучение ламинированию и лифтингу ресниц с нуля.",
    "After completing this course, you will master the techniques of perfect curling and lifting of lashes, gaining the skills needed for professional styling.": "После прохождения курса вы освоите техники идеального подкручивания и поднятия ресниц, получив навыки, необходимые для профессионального оформления.",
    "Two-day training includes:": "Обучение длится два дня и включает:",
    "Day 1:": "День 1:",
    "✅ theoretical part - 4-5h": "теоретическая часть — 4–5 часов",
    "What is lash lamination": "Что такое ламинирование ресниц",
    "Benefits of the procedure": "Преимущества процедуры",
    "Indications/Contraindications for the procedure": "Показания/противопоказания к процедуре",
    "Hair structure": "Строение волоса",
    "Chemistry of products": "Химия составов",
    "Composition and action of the products": "Составы, их компоненты и принцип действия",
    "Types of lashes": "Типы ресниц",
    "Types of rods": "Типы валиков",
    "How to properly choose a rod": "Как правильно подобрать валик",
    "Steps of lash lamination": "Этапы ламинирования ресниц",
    "Necessary tools and materials": "Необходимое оборудование и материалы",
    "Day 2:": "День 2:",
    "demonstration model": "Показ на модели",
    "2 models for the trainee": "2 модели для ученицы",
    "lunch": "Обед",
    "training manual + ongoing support after training": "Методичка + постоянная поддержка после обучения",
    "certificate of completion": "Сертификат о прохождении обучения",
    "Bonus": "Бонус:",
    "Instagram photography lesson.": "Урок по созданию Instagram-контента.",
    "What equipment I use to take nice shots.": " Какое оборудование я использую для красивых фото.",
    "How to manage your social media profile to gain reach and attract new clients.": " Как вести профиль в соцсетях, чтобы получать охваты и клиентов.",
    "Which apps I use to edit photos.": " Какие приложения я использую для обработки фото.",
    "Apps for editing reels": " Приложения для монтажа Reels/роликов",
    "In individual mode": "В индивидуальном формате",
    "Basic brows desc": "Полный курс обучения по стилизации бровей с нуля, а также по ламинированию бровей. В ходе этого обучения я передам все знания, которые я приобрела за многие года работы. Предназначен для людей, желающих получить комплексные знания и навыки в этой области.",
    "Basic brows third day desc": "Третий день курса посвящен ламинированию бровей. В программе 3-часовая теоретическая сессия, включающая химию препаратов, воздействие отдельных компонентов на структуру волоса и специфику работы с краской после ламинирования. Во второй части состоится демонстрация на модели, а каждая участница курса будет иметь возможность поработать на двух моделях.",
    "Day three": "День третий",
    "Day 3: Duration 6h (6 hours)": "День 3: Продолжительность 6 ч (6 часов)",
    "Theoretical part of Eyebrow Lamination": "Теоретическая часть по ламинированию бровей",
    "2 models per student (course participant)": "2 модели для курсантки",
    "Training script (manual) + continuous support after training": "Учебный скрипт (методическое пособие) + постоянная поддержка после обучения",
    "Certificate of completion of training": "Сертификат об окончании обучения",
    "Day 3": "День 3",
    "Lesson on taking Instagram photos.": "Урок по созданию фотографий для Instagram",
    "How to manage your social media profile to achieve good reach and gain new clients.": "Как вести свой профиль в социальных сетях, чтобы получить хороший охват и привлечь новых клиентов",
    "What applications I use for photo editing": "Какие приложения я использую для обработки фотографий",
    "Applications for editing reels/Reels": "Приложения для монтажа рилсов (коротких видео/Reels)"
  }