{
  "Brows": "Brwi",
  "Lashes": "Rzęsy",
  "Permanent Makeup": "Makijaż permanentny",
  "Eyebrow architecture training": "Szkolenia z architektury brwi",
  "Eyebrow lamination training": "Szkolenie z laminacji brwi",
  "Eyelash lamination training": "Szkolenie z laminacji rzęs",
  "Training sessions": "Szkolenia",
  "Services": "Usługi",
  "Privacy Policy": "Polityka prywatności",
  "Address": "Wrocław, ul. Niemczańska 22",
  "Main": "Główna",
  "Price list": "Cennik",
  "All services": "Wzystkie usługi",
  "Contact": "Kontakt",
  "Wroclaw": "Wrocław",
  "Learn more": "Dowiedz się więcej",
  "Eyebrow lamination": "Laminacja brwi",
  "Eyebrow architecture": "Architektura brwi",
  "Eyelash lamination": "Laminacja rzęs",
  "Choose the training that suits you and change your professional career.": "Wybierz szkolenie dla Siebie i zmień swoją zawodową karierę.",
  "Get in touch with me to schedule a": "Skontaktuj się ze mną w celu umuwiena się na",
  "free consultation": "bezpłatną konsultację",
  "Follow me": "Obserwuj mnie",
  "on instagram": "na instagramie",
  "Eyebrow styling": "Stylizacja brwi",
  "Eyebrow regulation": "Regulacja brwi",
  "Eyelash dye": "Farbka rzęs",
  "Permanent eyebrow makeup": "Makijaż permanentny brwi",
  "Permanent lip makeup": "Makijaż permanentny ust",
  "Sets": "Pakiety",
  "Eyebrow styling + eyelash lamination": "Stylizacja brwi + laminowanie rzęs",
  "Eyebrow lamination + eyelash lamination": "Laminacja brwi + laminacja rzęs",
  "pln": "zł",
  "Mail me": "Napisz do mnie",
  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Chcesz podkreślić swoje naturalne piękno lub nauczyć się tego zawodowo? Skontaktuj się ze mną już dziś!",
  "Make an appointment!": "Umów się!",
  "Studio": "Studio",
  "About me": "O mnie",
  "Hi, my name is": "Hej, nazywam się",
  "Inna Snisar": "Inna Snisar",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Jestem doświadczoną stylistką brwi i rzęs, specjalizującą się w tworzeniu naturalnych, harmonijnych efektów, które podkreślają indywidualne piękno każdej klientki. Prowadzę także profesjonalne szkolenia dla kursantek z Polski i zagranicy, dzieląc się swoją wiedzą i pasją do stylizacji.",
  "Basic eyebrow styling training. Includes: eyebrow geometry, coloring with dye and henna, tweezing and waxing.": "Szkolenie podstawowe ze stylizacji brwi. Obejmuje: geometrię brwi, koloryzacja farbką i henną, regulacją pęsetą i woskiem.",
  "Basic eyebrow styling training + eyebrow lamination training": "Szkolenie podstawowe ze stylizacji brwi + szkolenie z laminacji brwi",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Szkolenie z laminacji rzęs od A do Z. Zawierające prace na trzech markach preparatów: Inley, Elan, Zola. Oraz wszystkie typy skęrów.",
  "Training intended for people with basic knowledge of eyebrow styling. Contains a large theoretical part about the chemistry of products and hair biochemistry. Coloring without darkening the hairs.": "Szkolenie przeznaczone dla osób z podstawową wiedzą o stylizacji brwi. Zawiera dużą część teoretyczną o chemii preparatów i biochemii włosa. Koloryzacja bez zaciemnienia włosków.",
  "Supplementary training": ". Doszkolenie",
  "Qualification upgrade in any area tailored individually to each student.": "Podwyższenie kwalifikacji w dowolnym zakresie dostosowane indywidualnie do każdej kursantki.",
  "days": "dni",
  "day": "dzień",
  "Price": "Cena",
  "Time:": "Czas",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Brwi odgrywają kluczową rolę w nadawaniu twarzy wyrazistości, kształtu i symetrii, co w wyjątkowy sposób uwydatnia naturalne piękno oczu i całej twarzy.",
  "Sign up for a service!": "Zapisz się na usługę!",
  "eyebrow": "brwi",
  "styling": "stylizacja",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Stylizacja brwi to delikatny zabieg, który pomaga odkryć twój indywidualny kształt i subtelnie podkreślić naturalne piękno.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Indywidualny dobór kształtu brwi do urody klienta.",
  "Tweezing and waxing eyebrow shaping.": "Regulację brwi pęsetą i woskiem.",
  "Eyebrow coloring with dye or powder henna.": "Koloryzację brwi farbką lub henną pudrową.",
  "The treatment includes:": "Zabieg obejmuje:",
  "min": "min",
  "Lamination": "Laminacja",
  "Eyebrow lamination is a cosmetic procedure aimed at emphasizing and shaping the eyebrows. During this procedure, the eyebrows are shaped to achieve the desired shape and appearance.": "Laminacja brwi to zabieg kosmetyczny mający na celu podkreślenie i ukształtowanie brwi. Podczas tego zabiegu brwi są modelowane, aby uzyskać pożądany kształt i wygląd.",
  "Modeling and shaping the hairs using special preparations.": "Modelowanie i ukształtowanie włosków za pomocą specjalnych preparatów.",
  "Individual selection of the eyebrow shape, harmoniously adjusted to the client's beauty.": "Indywidualny dobór kształtu brwi, harmonijnie dostosowany do urody klienta.",
  "Precise eyebrow regulation with tweezers and wax.": "Precyzyjna regulacja brwi pęsetą i woskiem.",
  "Coloring the eyebrows with dye.": "Koloryzacja brwi farbką.",
  "Nourishment of the hairs using botox to emphasize a healthy appearance.": "Odżywienie włosków za pomocą botoksu, aby podkreślić zdrowy wygląd.",
  "Regulation": "Regulacja",
  "lashes": "rzęs",
  "Eyelash lamination is a cosmetic procedure aimed at enhancing the natural beauty of lashes by curling and lifting them from the base using special rods and preparations. As a result, we get lifted and curled natural lashes, and the effect lasts up to 2 months.": "Laminacja rzęs to zabieg kosmetyczny, celem którego jest podkreślenie naturalnego piękna rzęs poprzez podkręcenie i uniesienie ich od nasady za pomocą specjalnych wałków i preparatów. W rezultacie uzyskujemy uniesione i podkręcone naturalne rzęsy, efekt utrzymuje się nawet do 2 miesięcy.",
  "Selection of the appropriate curl of lashes.": "Dobór odpowiedniego skrętu rzęs.",
  "Eyelash coloring.": "Koloryzacje rzęs",
  "Nourishment of lashes using botox.": "Odżywienie rzęs za pomocą botoksu",
  "Permanent makeup": "Makijaż permanentny",
  "Permanent eyebrow makeup, also known as eyebrow micropigmentation, is a procedure in which pigment is inserted into the skin to permanently emphasize the shape and color of the eyebrows. By precisely placing the pigment, the effect of lasting eyebrow makeup is achieved, eliminating the need for daily manual drawing or filling. This solution may be particularly attractive for people looking to save time on their daily eyebrow makeup.": "Zabieg makijażu permanentnego brwi, znany także jako mikropigmentacja brwi, to procedura, w której pigment jest wprowadzany pod skórę w celu trwałego podkreślenia kształtu i koloru brwi. Poprzez precyzyjne umieszczanie pigmentu, osiąga się efekt trwającego makijażu brwi, eliminując konieczność codziennego ręcznego ich rysowania czy wypełniania. To rozwiązanie może być szczególnie atrakcyjne dla osób pragnących oszczędzić czas na codziennym makijażu brwi.",
  "lips": "ust",
  "Eyebrow shaping is the process of shaping and tidying eyebrows using various techniques such as tweezing, waxing, or threading. The aim of eyebrow shaping is to give them a nice shape, tailored to the individual facial features, which can significantly enhance appearance and expression.": "Regulacja brwi to proces kształtowania i porządkowania brwi za pomocą różnych technik, takich jak usuwanie nadmiaru włosków pęsetą, woskiem czy nitką. Celem regulacji brwi jest nadanie im ładnego kształtu, dostosowanego do indywidualnych cech twarzy, co może znacznie poprawić wygląd i wyrażenie spojrzenia.",
  "Permanent lip makeup, also known as lip micropigmentation, is an innovative procedure in which pigment is introduced into the skin, permanently emphasizing the contour and color of the lips. This procedure can improve lip symmetry, give them a fuller appearance, or simply accentuate their natural shape. With permanent lip makeup, you can enjoy long-lasting effects, eliminating the need for frequent lipstick or lip liner application. It's always worth consulting with an experienced specialist before undergoing the procedure to achieve results tailored to your individual preferences.": "Makijaż permanentny ust, znany również jako mikropigmentacja ust, to innowacyjny zabieg, w którym pigment jest wprowadzany pod skórę, trwale podkreślając kontur i kolor ust. Ten zabieg może poprawić symetrię ust, nadać im pełniejszy wygląd lub po prostu podkreślić naturalny kształt. Dzięki makijażowi permanentnemu ust możesz cieszyć się trwałym efektem, eliminując konieczność częstego nakładania szminki czy konturówki. Przed przystąpieniem do zabiegu zawsze warto skonsultować się z doświadczonym specjalistą, aby uzyskać efekt dostosowany do Twoich indywidualnych preferencji."
}
