{
  "Brows": "Brwi",
  "Lashes": "Rzęsy",
  "Permanent Makeup": "Makijaż permanentny",
  "Eyebrow architecture training": "Szkolenia z architektury brwi",
  "Eyebrow lamination training": "Szkolenie z laminacji brwi",
  "Eyelash lamination training": "Szkolenie z laminacji rzęs",
  "Training sessions": "Szkolenia",
  "Services": "Usługi",
  "Privacy Policy": "Polityka prywatności",
  "Address": "Wrocław, ul. Niemczańska 22",
  "Main": "Główna",
  "Price list": "Cennik",
  "All services": "Wzystkie usługi",
  "Contact": "Kontakt",
  "Wroclaw": "Wrocław",
  "Learn more": "Dowiedz się więcej",
  "Eyebrow lamination": "Laminacja brwi",
  "Eyebrow architecture": "Architektura brwi",
  "Eyelash lamination": "Laminacja rzęs",
  "Choose the training that suits you and change your professional career.": "Wybierz szkolenie dla Siebie i zmień swoją zawodową karierę.",
  "Get in touch with me to schedule a": "Skontaktuj się ze mną w celu umuwiena się na",
  "free consultation": "bezpłatną konsultację",
  "Follow me": "Obserwuj mnie",
  "on instagram": "na instagramie",
  "Eyebrow styling": "Stylizacja brwi",
  "Eyebrow regulation": "Regulacja brwi",
  "Eyelash dye": "Farbka rzęs",
  "Permanent eyebrow makeup": "Makijaż permanentny brwi",
  "Permanent lip makeup": "Makijaż permanentny ust",
  "Sets": "Pakiety",
  "Eyebrow styling + eyelash lamination": "Stylizacja brwi + laminowanie rzęs",
  "Eyebrow lamination + eyelash lamination": "Laminacja brwi + laminacja rzęs",
  "pln": "zł",
  "Mail me": "Napisz do mnie",
  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Chcesz podkreślić swoje naturalne piękno lub nauczyć się tego zawodowo? Skontaktuj się ze mną już dziś!",
  "Make an appointment!": "Umów się!",
  "Studio": "Studio",
  "About me": "O mnie",
  "Hi, my name is": "Hej, nazywam się",
  "Inna Snisar": "Inna Snisar",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Jestem doświadczoną stylistką brwi i rzęs, specjalizującą się w tworzeniu naturalnych, harmonijnych efektów, które podkreślają indywidualne piękno każdej klientki. Prowadzę także profesjonalne szkolenia dla kursantek z Polski i zagranicy, dzieląc się swoją wiedzą i pasją do stylizacji.",
  "Basic eyebrow styling training + eyebrow lamination training": "Szkolenie podstawowe ze stylizacji brwi + szkolenie z laminacji brwi",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Szkolenie z laminacji rzęs od A do Z. Zawierające prace na trzech markach preparatów: Inley, Elan, Zola. Oraz wszystkie typy skęrów.",
  "Supplementary training": ". Doszkolenie",
  "Qualification upgrade in any area tailored individually to each student.": "Podwyższenie kwalifikacji w dowolnym zakresie dostosowane indywidualnie do każdej kursantki.",
  "days": "dni",
  "day": "dzień",
  "Price": "Cena",
  "Time:": "Czas",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Brwi odgrywają kluczową rolę w nadawaniu twarzy wyrazistości, kształtu i symetrii, co w wyjątkowy sposób uwydatnia naturalne piękno oczu i całej twarzy.",
  "Sign up for a service!": "Zapisz się na usługę!",
  "eyebrow": "brwi",
  "styling": "stylizacja",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Stylizacja brwi to delikatny zabieg, który pomaga odkryć twój indywidualny kształt i subtelnie podkreślić naturalne piękno.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Indywidualny dobór kształtu brwi do urody klienta.",
  "Tweezing and waxing eyebrow shaping.": "Regulację brwi pęsetą i woskiem.",
  "Eyebrow coloring with dye or powder henna.": "Koloryzację brwi farbką lub henną pudrową.",
  "The treatment includes:": "Zabieg obejmuje:",
  "min": "min",
  "Lamination": "Laminacja",
  "Eyebrow lamination is a cosmetic procedure aimed at emphasizing and shaping the eyebrows. During this procedure, the eyebrows are shaped to achieve the desired shape and appearance.": "Laminacja brwi to zabieg kosmetyczny mający na celu podkreślenie i ukształtowanie brwi. Podczas tego zabiegu brwi są modelowane, aby uzyskać pożądany kształt i wygląd.",
  "Modeling and shaping the hairs using special preparations.": "Modelowanie i ukształtowanie włosków za pomocą specjalnych preparatów.",
  "Individual selection of the eyebrow shape, harmoniously adjusted to the client's beauty.": "Indywidualny dobór kształtu brwi, harmonijnie dostosowany do urody klienta.",
  "Precise eyebrow regulation with tweezers and wax.": "Precyzyjna regulacja brwi pęsetą i woskiem.",
  "Coloring the eyebrows with dye.": "Koloryzacja brwi farbką.",
  "Nourishment of the hairs using botox to emphasize a healthy appearance.": "Odżywienie włosków za pomocą botoksu, aby podkreślić zdrowy wygląd.",
  "Regulation": "Regulacja",
  "lashes": "rzęs",
  "Eyelash lamination is a cosmetic procedure aimed at enhancing the natural beauty of lashes by curling and lifting them from the base using special rods and preparations. As a result, we get lifted and curled natural lashes, and the effect lasts up to 2 months.": "Laminacja rzęs to zabieg kosmetyczny, celem którego jest podkreślenie naturalnego piękna rzęs poprzez podkręcenie i uniesienie ich od nasady za pomocą specjalnych wałków i preparatów. W rezultacie uzyskujemy uniesione i podkręcone naturalne rzęsy, efekt utrzymuje się nawet do 2 miesięcy.",
  "Selection of the appropriate curl of lashes.": "Dobór odpowiedniego skrętu rzęs.",
  "Eyelash coloring.": "Koloryzacje rzęs",
  "Nourishment of lashes using botox.": "Odżywienie rzęs za pomocą botoksu",
  "Permanent makeup": "Makijaż permanentny",
  "Permanent eyebrow makeup, also known as eyebrow micropigmentation, is a procedure in which pigment is inserted into the skin to permanently emphasize the shape and color of the eyebrows. By precisely placing the pigment, the effect of lasting eyebrow makeup is achieved, eliminating the need for daily manual drawing or filling. This solution may be particularly attractive for people looking to save time on their daily eyebrow makeup.": "Zabieg makijażu permanentnego brwi, znany także jako mikropigmentacja brwi, to procedura, w której pigment jest wprowadzany pod skórę w celu trwałego podkreślenia kształtu i koloru brwi. Poprzez precyzyjne umieszczanie pigmentu, osiąga się efekt trwającego makijażu brwi, eliminując konieczność codziennego ręcznego ich rysowania czy wypełniania. To rozwiązanie może być szczególnie atrakcyjne dla osób pragnących oszczędzić czas na codziennym makijażu brwi.",
  "lips": "ust",
  "Eyebrow shaping is the process of shaping and tidying eyebrows using various techniques such as tweezing, waxing, or threading. The aim of eyebrow shaping is to give them a nice shape, tailored to the individual facial features, which can significantly enhance appearance and expression.": "Regulacja brwi to proces kształtowania i porządkowania brwi za pomocą różnych technik, takich jak usuwanie nadmiaru włosków pęsetą, woskiem czy nitką. Celem regulacji brwi jest nadanie im ładnego kształtu, dostosowanego do indywidualnych cech twarzy, co może znacznie poprawić wygląd i wyrażenie spojrzenia.",
  "Permanent lip makeup, also known as lip micropigmentation, is an innovative procedure in which pigment is introduced into the skin, permanently emphasizing the contour and color of the lips. This procedure can improve lip symmetry, give them a fuller appearance, or simply accentuate their natural shape. With permanent lip makeup, you can enjoy long-lasting effects, eliminating the need for frequent lipstick or lip liner application. It's always worth consulting with an experienced specialist before undergoing the procedure to achieve results tailored to your individual preferences.": "Makijaż permanentny ust, znany również jako mikropigmentacja ust, to innowacyjny zabieg, w którym pigment jest wprowadzany pod skórę, trwale podkreślając kontur i kolor ust. Ten zabieg może poprawić symetrię ust, nadać im pełniejszy wygląd lub po prostu podkreślić naturalny kształt. Dzięki makijażowi permanentnemu ust możesz cieszyć się trwałym efektem, eliminując konieczność częstego nakładania szminki czy konturówki. Przed przystąpieniem do zabiegu zawsze warto skonsultować się z doświadczonym specjalistą, aby uzyskać efekt dostosowany do Twoich indywidualnych preferencji.",
  "Frequently Asked Questions": "Najczęściej zadawane pytania",
  "What is eyebrow lamination?": "Co to jest laminacja brwi?",
  "Eyebrow lamination is a procedure that involves permanently setting the eyebrow hairs in a specific direction, making the brows appear fuller, more symmetrical, and well-groomed. The effect lasts for several weeks.": "Laminacja brwi to zabieg polegający na trwałym ułożeniu włosków brwi w określonym kierunku, dzięki czemu brwi stają się bardziej pełne, symetryczne i zadbane. Efekt utrzymuje się przez kilka tygodni.",
  "How long does the eyebrow lamination effect last?": "Jak długo utrzymuje się efekt laminacji brwi?",
  "The eyebrow lamination effect usually lasts from 4 to 6 weeks, depending on the individual characteristics of the hairs and post-procedure care.": "Efekt laminacji brwi utrzymuje się zazwyczaj od 4 do 6 tygodni, w zależności od indywidualnych cech włosków oraz pielęgnacji po zabiegu.",
  "Is eyebrow lamination safe?": "Czy laminacja brwi jest bezpieczna?",
  "Yes, eyebrow lamination is safe, provided it is performed by a qualified specialist using appropriate products.": "Tak, laminacja brwi jest bezpieczna, pod warunkiem że jest wykonywana przez wykwalifikowanego specjalistę i przy użyciu odpowiednich produktów.",
  "Is eyebrow lamination painful?": "Czy laminacja brwi jest bolesna?",
  "No, eyebrow lamination is painless. You may only feel slight discomfort during the application of products on the eyebrows.": "Nie, laminacja brwi jest bezbolesna. Może wystąpić jedynie delikatne uczucie dyskomfortu podczas aplikacji produktów na brwi.",
  "How to prepare for the eyebrow lamination procedure?": "Jak przygotować się do zabiegu laminacji brwi?",
  "Before the procedure, avoid using strong cosmetics and peels on the eyebrows. It is also important that the eyebrows are clean and free of makeup.": "Przed zabiegiem należy unikać stosowania silnych kosmetyków i peelingów na brwi. Ważne jest również, aby brwi były czyste i pozbawione makijażu.",
  "Can I apply makeup after eyebrow lamination?": "Czy mogę stosować makijaż po laminacji brwi?",
  "Yes, you can apply makeup after eyebrow lamination, but it is recommended to wait at least 24 hours after the procedure to ensure lasting and undisturbed results.": "Tak, można stosować makijaż po laminacji brwi, ale zaleca się odczekać co najmniej 24 godziny po zabiegu, aby efekty były trwałe i niezakłócone.",
  "Is eyebrow lamination suitable for everyone?": "Czy laminacja brwi jest odpowiednia dla każdego?",
  "Eyebrow lamination is suitable for most people, but it is not recommended for those with very delicate, sparse, or damaged eyebrow hairs. A consultation with a professional before the procedure will help determine if it is the right option.": "Laminacja brwi jest odpowiednia dla większości osób, ale nie jest zalecana dla osób z bardzo delikatnymi, rzadkimi lub uszkodzonymi włoskami. Konsultacja z profesjonalistą przed zabiegiem pomoże ocenić, czy jest to odpowiednia opcja.",
  "How to care for eyebrows after lamination?": "Jak pielęgnować brwi po laminacji?",
  "After the procedure, avoid wetting the eyebrows for 24 hours, as well as avoiding hot baths, saunas, and intense physical exertion. It is also important to use conditioners and oils to help maintain healthy hairs.": "Po zabiegu należy unikać moczenia brwi przez 24 godziny, a także unikać gorących kąpieli, sauny i intensywnego wysiłku fizycznego. Ważne jest również stosowanie odżywek i olejków, które pomogą utrzymać zdrowe włoski.",
  "Can eyebrow lamination damage natural hairs?": "Czy laminacja brwi może uszkodzić naturalne włoski?",
  "A properly performed eyebrow lamination procedure should not damage natural hairs. It is crucial that the procedure is carried out by a qualified specialist using professional products.": "Prawidłowo przeprowadzony zabieg laminacji brwi nie powinien uszkodzić naturalnych włosków. Kluczowe jest, aby zabieg wykonywał wykwalifikowany specjalista z użyciem profesjonalnych produktów.",
  "How often can eyebrow lamination be performed?": "Jak często można wykonywać laminację brwi?",
  "It is recommended to perform eyebrow lamination no more frequently than every 6-8 weeks to give the hairs time to regenerate and maintain a healthy appearance.": "Zaleca się, aby zabieg laminacji brwi wykonywać nie częściej niż co 6-8 tygodni, aby dać włoskom czas na regenerację i zachowanie zdrowego wyglądu.",
  "How often can eyebrows be tinted with dye or henna?": "Jak często można farbować brwi farbką lub henną?",
  "Eyebrows can be tinted with dye or henna every 3-6 weeks. The frequency depends on the rate of hair growth and individual needs and preferences. Tinting eyebrows too often can lead to their weakening, so it is important to give the hairs time to regenerate between procedures.": "Brwi można farbować farbką lub henną co 3-6 tygodni. Częstotliwość zależy od tempa wzrostu włosków oraz indywidualnych potrzeb i preferencji. Farbowanie brwi zbyt często może prowadzić do ich osłabienia, dlatego ważne jest, aby dać włoskom czas na regenerację między zabiegami.",
  "How long do permanent eyebrows last?": "Jak długo utrzymują się permanentne brwi?",
  "The effect of permanent eyebrows usually lasts from 1 to 2 years, depending on skin type, lifestyle, and care. The color may gradually fade and require touch-ups.": "Efekt permanentnych brwi utrzymuje się zazwyczaj od 1 do 2 lat, w zależności od rodzaju skóry, stylu życia i stosowanej pielęgnacji. Kolor może stopniowo blaknąć i wymagać korekty.",
  "Is the procedure painful?": "Czy zabieg jest bolesny?",
  "Most people experience only slight discomfort during the procedure, which is usually minimized by the application of a numbing cream.": "Większość osób odczuwa tylko niewielki dyskomfort podczas zabiegu, który jest zazwyczaj minimalizowany przez zastosowanie kremu znieczulającego.",
  "How long does the procedure take?": "Jak długo trwa zabieg?",
  "The procedure usually takes 2 to 3 hours, depending on the technique and complexity of the eyebrow shape.": "Zabieg trwa zazwyczaj od 2 do 3 godzin, w zależności od techniki i skomplikowania kształtu brwi.",
  "What does the healing process look like?": "Jak wygląda proces gojenia?",
  "The healing process takes about 10-20 days. During the first few days, the eyebrows may be darker, and then the color gradually fades. It is important to avoid scratching and wetting the eyebrows and to follow the aftercare instructions.": "Proces gojenia trwa około 10-20 dni. Przez pierwsze kilka dni brwi mogą być ciemniejsze, a następnie kolor stopniowo się zmniejsza. Ważne jest, aby unikać drapania i moczenia brwi oraz stosować się do zaleceń dotyczących pielęgnacji po zabiegu.",
  "How should eyebrows be cared for after the procedure?": "Jak należy pielęgnować brwi po zabiegu?",
  "After the procedure, avoid wetting the eyebrows, excessive sweating, sun exposure, saunas, and tanning beds for about a week. Using recommended ointments speeds up healing and protects the pigment.": "Po zabiegu należy unikać moczenia brwi, nadmiernego pocenia się, ekspozycji na słońce, sauny i solarium przez około tydzień. Stosowanie zalecanych maści przyspiesza gojenie i chroni pigment.",
  "Can permanent eyebrows be removed if I am not satisfied with the result?": "Czy można usunąć permanentne brwi, jeśli nie jestem zadowolona z efektu?",
  "Yes, permanent eyebrows can be removed using specialized laser treatments or other methods of permanent makeup removal.": "Tak, permanentne brwi można usunąć za pomocą specjalistycznych zabiegów laserowych lub innych metod usuwania makijażu permanentnego."
}
