{
    "Training": "Skolenie",
    "Sign up for training!": "Umów się na szkolenie!",
    "Your training program": "Twój program szkoleniowy",
    "theoretical part": "część teoretyczna",
    "Day 1. Duration -": "Dzień 1. Czas trwania -",
    "practical part": "część praktyczna",
    "Theoretical and practical part": "Część praktyczna i teoretyczna",
    "Day 2. Duration -": "Dzień 2. Czas trwania -",
    "h": "g",
    "pln": "zł",
    "Price": "Cena",
    "Why should you choose me?": "Dlaczego musisz obrać mnie?",
    "Extensive professional experience": "Bogate doświadczenie zawodowe",
    "I have 4 years of practice as a brow and lash stylist, during which I have served over 500 satisfied clients. My experience allows me to share proven techniques and best practices.": "Posiadam 4 lata praktyki jako stylistka brwi i rzęs, a w tym czasie obsłużyłam ponad 500 zadowolonych klientek. Moje doświadczenie pozwala mi dzielić się sprawdzonymi technikami i najlepszymi praktykami.",
    "Continuous qualification improvement": "Ciągłe podnoszenie kwalifikacji",
    "I regularly attend courses and training to stay updated with the latest trends and techniques in the industry. This ensures that my training is always current and based on the latest advancements.": "Regularnie uczestniczę w kursach i szkoleniach, aby być na bieżąco z najnowszymi trendami i technikami w branży. Dzięki temu moje szkolenia są zawsze aktualne i oparte na najnowszych osiągnięciach.",
    "International reach and diverse trainees": "Międzynarodowy zasięg i różnorodność kursantek",
    "Since 2021, I have been conducting training for trainees from all over Poland and other countries. My approach is universal and adapted to different markets, ensuring that every trainee, regardless of location, gains valuable knowledge.": "Od 2021 roku prowadzę szkolenia dla kursantek z całej Polski oraz z innych krajów. Moje podejście jest uniwersalne i dostosowane do różnych rynków, co sprawia, że każda kursantka, niezależnie od lokalizacji, wyniesie wartościową wiedzę.",
    "Individual approach to each trainee": "Indywidualne podejście do każdej kursantki",
    "Every trainee is unique to me, so I tailor the training program to their individual needs and skill levels. I ensure that everyone feels comfortable and confident in acquiring new skills.": "Każda kursantka jest dla mnie wyjątkowa, dlatego dostosowuję program szkolenia do jej indywidualnych potrzeb i poziomu zaawansowania. Dbam o to, aby każda osoba czuła się komfortowo i pewnie w zdobywaniu nowych umiejętności.",
    "Comprehensive support after training": "Kompleksowe wsparcie po szkoleniu",
    "My support does not end with the completion of the course. I provide trainees with support even after the training, offering consultations, advice, and access to educational materials. I care about the development of my trainees and their professional success.": "Moja pomoc nie kończy się na zakończeniu kursu. Zapewniam kursantkom wsparcie również po szkoleniu, oferując konsultacje, porady oraz dostęp do materiałów edukacyjnych. Dbam o rozwój moich kursantek i ich sukces zawodowy.",
    "Basic Brows Training": "Szkolenie Basic Brows",
    "Individual basic training in brow styling.": "Indywidualne szkolenie podstawowe ze stylizacji i laminacji brwi.",
    "Training Description": "Opis Szkolenia",
    "is an intensive, two-day basic training in brow styling, designed for those who wish to gain comprehensive knowledge and skills in this field.": "to intensywne, dwudniowe szkolenie podstawowe ze stylizacji brwi, zaprojektowane dla osób pragnących zdobyć kompleksową wiedzę i umiejętności w tej dziedzinie.",
    "First day": "Dzień pierwszy",
    "Includes a 6-hour theoretical part where participants will learn:": "Obejmuje 6-godzinną część teoretyczną, w której uczestnicy poznają:",
    "The structure of hair and skin, hair growth phases, and its chemical composition.": "Budowę włosa i skóry, fazy wzrostu włosa oraz jego skład chemiczny.",
    "The effect of hair porosity on coloring and how to prepare different skin types for the procedure.": "Wpływ porowatości włosa na koloryzację i jak przygotować różne typy skóry do zabiegu.",
    "Brow geometry, preliminary drawing techniques, coloring with dye and henna, and brow shaping with tweezers and wax.": "Geometrię brwi, techniki rysunku wstępnego, koloryzację farbką i henną, oraz regulację brwi pęsetą i woskiem.",
    "Contraindications for the procedure and recommendations for the client.": "Przeciwwskazania do zabiegu oraz zalecenia dla klienta.",
    "Second day": "Dzień drugi",
    "Is dedicated to the practical part, where each trainee will have the opportunity to work on four models, perfecting the techniques discussed in the theoretical part.": "Poświęcony jest części praktycznej, gdzie każda kursantka będzie miała okazję pracować na czterech modelkach, doskonaląc techniki omówione w części teoretycznej.",
    "The training also provides meals and beverages for the participants.": "Szkolenie zapewnia również posiłki oraz napoje dla uczestników.",
    "Hair and Skin Structure": "Budowa włosa i skóry",
    "Hair Growth Phases": "Fazy wzrostu włosa",
    "Hair Composition": "Skład włosa",
    "Hair Porosity and Its Effect on Coloring Process": "Porowatość włosa i jej wpływ na proces koloryzacji",
    "Chemical Composition": "Skład chemiczny",
    "Skin Preparation for Procedure (normal skin, dry, oily – which products to choose to achieve even coloring)": "Przygotowanie skóry do zabiegu (skóra normalna, sucha, tłusta – jakie produkty dobrać, aby uzyskać równomierne pofarbowanie)",
    "Brow Geometry": "Geometria brwi",
    "Preliminary Drawing in Two Ways: Powder Pencil and Paste": "Rysunek wstępny na dwa sposoby kredką pudrową i pastą",
    "Coloring with Dye and Henna": "Koloryzacja farbką i henną",
    "Tweezing and Waxing": "Regulacja pęsetą i woskiem",
    "Working with Wax: Which Wax to Choose": "Praca z woskiem, który wosk wybrać",
    "Appropriate Directions for Tweezing": "Odpowiednie kierunki regulacji",
    "Contraindications for Procedure": "Przeciwwskazania do zbiegu",
    "Recommendations for Client": "Zalecenia dla klienta",
    "One Demo Model": "Jedna modelka pokazowa",
    "Three Models for Trainee": "Trzy modelki dla kursantki",
    "Constant Support after Training": "Stała opieka po szkoleniu",
    "Training Completion Certificate": "Certyfikat o ukończeniu szkolenia"
  }