{
  "Brows": "Брови",
  "Lashes": "Вії",
  "Permanent Makeup": "Перманентний макіяж",
  "Eyebrow architecture training": "Навчання архітектурі брів",
  "Eyebrow lamination training": "Навчання ламінуванню брів",
  "Eyelash lamination training": "Навчання ламінуванню вій",
  "Training sessions": "Навчання",
  "Services": "Послуги",
  "Privacy Policy": "Політика конфіденційності",
  "Address": "Вроцлав, вул. Німчанська 22",
  "Main": "Головна",
  "Price list": "Ціни",
  "All services": "Усі послуги",
  "Contact": "Контакти",
  "Wroclaw": "Вроцлав",
  "Learn more": "Дізнайтеся більше",
  "Eyebrow lamination": "Ламінування брів",
  "Eyebrow architecture": "Архітектура брів",
  "Eyelash lamination": "Ламінування вій",
  "Choose the training that suits you and change your professional career.": "Виберіть навчання, яке підходить вам, і змініть свою професійну кар'єру.",
  "Get in touch with me to schedule a": "Зв'яжіться зі мною, щоб запланувати",
  "free consultation": "безкоштовну консультацію",
  "Follow me": "Слідкуйте за мною",
  "on Instagram": "на Instagram",
  "Eyebrow styling": "Стилізація брів",
  "Eyebrow regulation": "Регулювання брів",
  "Eyelash dye": "Фарбування вій",
  "Permanent eyebrow makeup": "Постійний макіяж брів",
  "Permanent lip makeup": "Постійний макіяж губ",
  "Sets": "Набори",
  "Eyebrow styling + eyelash lamination": "Стилізація брів + ламінування вій",
  "Eyebrow lamination + eyelash lamination": "Ламінування брів + ламінування вій",
  "pln": "зл.",
  "Mail me": "Напишіть мені",

  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Бажаєте підкреслити свою природну красу або навчитися робити це професійно? Зв'яжіться зі мною сьогодні!",
  "Make an appointment!": "Запишіться на прийом!",
  "Studio": "Студія",
  "About me": "Про мене",
  "Hi, my name is": "Привіт, мене звати",
  "Inna Snisar": "Інна Снісар",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Я досвідчена стилістка брів та вій, спеціалізуюсь на створенні природних, гармонійних ефектів, які підкреслюють індивідуальну красу кожної клієнтки. Також я проводжу професійні курси для учениць з Польщі та з-за кордону, ділячись своїми знаннями та пристрастю до стилю.",
  "Basic eyebrow styling training. Includes: eyebrow geometry, coloring with dye and henna, tweezing and waxing.": "Базове навчання по стилізації брів. Включає: геометрію брів, фарбування фарбою і хною, корекцію пінцетом і воском.",
  "Basic eyebrow styling training + eyebrow lamination training": "Базове навчання по стилізації брів + навчання ламінуванню брів",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Навчання ламінуванню вій від А до Я. Включає роботу з трьома брендами препаратів: Inley, Elan, Zola. А також всі типи завивки.",
  "Training intended for people with basic knowledge of eyebrow styling. Contains a large theoretical part about the chemistry of products and hair biochemistry. Coloring without darkening the hairs.": "Навчання призначене для людей з базовими знаннями про стилізацію брів. Містить велику теоретичну частину про хімію препаратів і біохімію волосся. Фарбування без затемнення волосків.",
  "Supplementary training": "Додаткове навчання",
  "Qualification upgrade in any area tailored individually to each student.": "Підвищення кваліфікації в будь-якій області, індивідуально адаптоване до кожного учня.",
  "days": "дні",
  "day": "день",
  "Price": "Ціна",
  "Time:": "Час",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Брови відіграють ключову роль у наданні обличчю виразності, форми та симетрії, що унікально підкреслює природну красу очей та всього обличчя.",
  "Sign up for a service!": "Запишіться на послугу!",
  "eyebrow ":"брів",
  "styling": "Стилізація",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Стилізація брів - це делікатна процедура, яка допомагає знайти вашу індивідуальну форму і тонко підкреслити природну красу.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Індивідуальний підбір форми брів відповідно до краси клієнта.",
  "Tweezing and waxing eyebrow shaping.": "Корекція брів пінцетом і воском.",
  "Eyebrow coloring with dye or powder henna.": "Фарбування брів фарбою або порошковою хною.",
  "The treatment includes:": "Процедура включає:",
  "min": "хв"
}
