{
  "Brows": "Брови",
  "Lashes": "Вії",
  "Permanent Makeup": "Перманентний макіяж",
  "Eyebrow architecture training": "Навчання архітектурі брів",
  "Eyebrow lamination training": "Навчання ламінуванню брів",
  "Eyelash lamination training": "Навчання ламінуванню вій",
  "Training sessions": "Навчання",
  "Services": "Послуги",
  "Privacy Policy": "Політика конфіденційності",
  "Address": "Вроцлав, вул. Німчанська 22",
  "Main": "Головна",
  "Price list": "Ціни",
  "All services": "Усі послуги",
  "Contact": "Контакти",
  "Wroclaw": "Вроцлав",
  "Learn more": "Дізнайтеся більше",
  "Eyebrow lamination": "Ламінування брів",
  "Eyebrow architecture": "Архітектура брів",
  "Eyelash lamination": "Ламінування вій",
  "Choose the training that suits you and change your professional career.": "Виберіть навчання, яке підходить вам, і змініть свою професійну кар'єру.",
  "Get in touch with me to schedule a": "Зв'яжіться зі мною, щоб запланувати",
  "free consultation": "безкоштовну консультацію",
  "Follow me": "Слідкуйте за мною",
  "on Instagram": "на Instagram",
  "Eyebrow styling": "Стилізація брів",
  "Eyebrow regulation": "Регулювання брів",
  "Eyelash dye": "Фарбування вій",
  "Permanent eyebrow makeup": "Постійний макіяж брів",
  "Permanent lip makeup": "Постійний макіяж губ",
  "Sets": "Набори",
  "Eyebrow styling + eyelash lamination": "Стилізація брів + ламінування вій",
  "Eyebrow lamination + eyelash lamination": "Ламінування брів + ламінування вій",
  "pln": "зл.",
  "Mail me": "Напишіть мені",
  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Бажаєте підкреслити свою природну красу або навчитися робити це професійно? Зв'яжіться зі мною сьогодні!",
  "Make an appointment!": "Запишіться на послугу!",
  "Studio": "Студія",
  "About me": "Про мене",
  "Hi, my name is": "Привіт, мене звати",
  "Inna Snisar": "Інна Снісар",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Я досвідчена стилістка брів та вій, спеціалізуюсь на створенні природних, гармонійних ефектів, які підкреслюють індивідуальну красу кожної клієнтки. Також я проводжу професійні курси для учениць з Польщі та з-за кордону, ділячись своїми знаннями та пристрастю до стилю.",
  "Basic eyebrow styling training + eyebrow lamination training": "Базове навчання по стилізації брів + навчання ламінуванню брів",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Навчання ламінуванню вій від А до Я. Включає роботу з трьома брендами препаратів: Inley, Elan, Zola. А також всі типи завивки.",
  "Supplementary training": "Підвищення кваліфікації",
  "Qualification upgrade in any area tailored individually to each student.": "Підвищення кваліфікації в будь-якій області, індивідуально адаптоване до кожного учня.",
  "days": "дні",
  "day": "день",
  "Price": "Ціна",
  "Time:": "Час",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Брови відіграють ключову роль у наданні обличчю виразності, форми та симетрії, що унікально підкреслює природну красу очей та всього обличчя.",
  "Sign up for a service!": "Запишіться на послугу!",
  "eyebrow ":"брів",
  "styling": "Стилізація",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Стилізація брів - це делікатна процедура, яка допомагає знайти вашу індивідуальну форму і тонко підкреслити природну красу.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Індивідуальний підбір форми брів відповідно до краси клієнта.",
  "Tweezing and waxing eyebrow shaping.": "Корекція брів пінцетом і воском.",
  "Eyebrow coloring with dye or powder henna.": "Фарбування брів фарбою або порошковою хною.",
  "The treatment includes:": "Процедура включає:",
  "min": "хв",
  "Lamination": "Ламінування",
  "Eyebrow lamination is a cosmetic procedure aimed at emphasizing and shaping the eyebrows. During this procedure, the eyebrows are shaped to achieve the desired shape and appearance.": "Ламінування брів - це косметична процедура, спрямована на виділення та формування брів. Під час цієї процедури брови моделюються, щоб досягти бажаної форми та вигляду.",
  "Modeling and shaping the hairs using special preparations.": "Моделювання та формування волосся за допомогою спеціальних препаратів.",
  "Individual selection of the eyebrow shape, harmoniously adjusted to the client's beauty.": "Індивідуальний вибір форми брів, гармонійно пристосований до краси клієнта.",
  "Precise eyebrow regulation with tweezers and wax.": "Точне регулювання брів пінцетом і воском.",
  "Coloring the eyebrows with dye.": "Фарбування брів фарбою.",
  "Nourishment of the hairs using botox to emphasize a healthy appearance.": "Живлення волосся за допомогою ботоксу, щоб підкреслити здоровий вигляд.",
  "Regulation": "Регулювання",
  "lashes": "вії",
  "Eyelash lamination is a cosmetic procedure aimed at enhancing the natural beauty of lashes by curling and lifting them from the base using special rods and preparations. As a result, we get lifted and curled natural lashes, and the effect lasts up to 2 months.": "Ламінація вій - це косметична процедура, спрямована на підвищення природної краси вій за рахунок їх завивання і піднімання з основи за допомогою спеціальних стрижнів і препаратів. В результаті ми отримуємо підняті і завиті природні вії, і ефект триває до 2 місяців.",
  "Selection of the appropriate curl of lashes.": "Вибір відповідного завитку вій.",
  "Eyelash coloring.": "Фарбування вій.",
  "Nourishment of lashes using botox.": "Живлення вій за допомогою ботоксу.",
  "Permanent makeup": "Постійний макіяж",
  "Permanent eyebrow makeup, also known as eyebrow micropigmentation, is a procedure in which pigment is inserted into the skin to permanently emphasize the shape and color of the eyebrows. By precisely placing the pigment, the effect of lasting eyebrow makeup is achieved, eliminating the need for daily manual drawing or filling. This solution may be particularly attractive for people looking to save time on their daily eyebrow makeup.": "Перманентний макіяж брів, також відомий як мікропігментація брів, - це процедура, при якій пігмент вводиться в шкіру для постійного підкреслення форми і кольору брів. Завдяки точному нанесенню пігменту досягається ефект тривалого макіяжу брів, що усуває необхідність щоденного ручного малювання або заповнення. Це рішення може бути особливо привабливим для людей, які хочуть заощадити час на повсякденному макіяжі брів.",
  "lips": "губи",
  "Eyebrow shaping is the process of shaping and tidying eyebrows using various techniques such as tweezing, waxing, or threading. The aim of eyebrow shaping is to give them a nice shape, tailored to the individual facial features, which can significantly enhance appearance and expression.": "Регулювання брів - це процес формування і прибирання брів за допомогою різних технік, таких як видалення зайвих волосків пінцетом, воском або ниткою. Метою регулювання брів є надання їм красивої форми, пристосованої до індивідуальних рис обличчя, що може значно покращити зовнішній вигляд та виразність.",
  "Permanent lip makeup, also known as lip micropigmentation, is an innovative procedure in which pigment is introduced into the skin, permanently emphasizing the contour and color of the lips. This procedure can improve lip symmetry, give them a fuller appearance, or simply accentuate their natural shape. With permanent lip makeup, you can enjoy long-lasting effects, eliminating the need for frequent lipstick or lip liner application. It's always worth consulting with an experienced specialist before undergoing the procedure to achieve results tailored to your individual preferences.": "Перманентний макіяж губ, також відомий як мікропігментація губ, - це інноваційна процедура, під час якої пігмент вводиться під шкіру, стійко підкреслюючи контур і колір губ. Цей процес може покращити симетрію губ, надати їм більш повний вигляд або просто підкреслити природну форму. Завдяки постійному макіяжу губ можна насолоджуватися тривалим ефектом, уникнувши необхідності частого нанесення помади або олівця для губ. Перед початком процедури завжди варто проконсультуватися з досвідченим спеціалістом, щоб отримати результат, що відповідає вашим індивідуальним уподобанням.",
  "Frequently Asked Questions": "Часті запитання",
  "What is eyebrow lamination?": "Що таке ламінування брів?",
  "Eyebrow lamination is a procedure that involves permanently setting the eyebrow hairs in a specific direction, making the brows appear fuller, more symmetrical, and well-groomed. The effect lasts for several weeks.": "Ламінування брів — це процедура, що полягає у довготривалому укладанні волосків брів у певному напрямку, завдяки чому брови стають більш густими, симетричними та доглянутими. Ефект тримається кілька тижнів.",
  "How long does the eyebrow lamination effect last?": "Як довго тримається ефект ламінування брів?",
  "The eyebrow lamination effect usually lasts from 4 to 6 weeks, depending on the individual characteristics of the hairs and post-procedure care.": "Ефект ламінування брів зазвичай тримається від 4 до 6 тижнів, залежно від індивідуальних особливостей волосків і догляду після процедури.",
  "Is eyebrow lamination safe?": "Чи безпечне ламінування брів?",
  "Yes, eyebrow lamination is safe, provided it is performed by a qualified specialist using appropriate products.": "Так, ламінування брів безпечне, за умови, що воно виконується кваліфікованим спеціалістом з використанням відповідних продуктів.",
  "Is eyebrow lamination painful?": "Чи болісне ламінування брів?",
  "No, eyebrow lamination is painless. You may only feel slight discomfort during the application of products on the eyebrows.": "Ні, ламінування брів безболісне. Може виникнути лише легке відчуття дискомфорту під час нанесення продуктів на брови.",
  "How to prepare for the eyebrow lamination procedure?": "Як підготуватися до процедури ламінування брів?",
  "Before the procedure, avoid using strong cosmetics and peels on the eyebrows. It is also important that the eyebrows are clean and free of makeup.": "Перед процедурою слід уникати використання сильних косметичних засобів і пілінгів на бровах. Також важливо, щоб брови були чистими і без макіяжу.",
  "Can I apply makeup after eyebrow lamination?": "Чи можна наносити макіяж після ламінування брів?",
  "Yes, you can apply makeup after eyebrow lamination, but it is recommended to wait at least 24 hours after the procedure to ensure lasting and undisturbed results.": "Так, можна наносити макіяж після ламінування брів, але рекомендується почекати принаймні 24 години після процедури, щоб результати були стійкими і ненарушеними.",
  "Is eyebrow lamination suitable for everyone?": "Чи підходить ламінування брів усім?",
  "Eyebrow lamination is suitable for most people, but it is not recommended for those with very delicate, sparse, or damaged eyebrow hairs. A consultation with a professional before the procedure will help determine if it is the right option.": "Ламінування брів підходить для більшості людей, але не рекомендується для людей з дуже делікатними, рідкими або пошкодженими волосками брів. Консультація з професіоналом перед процедурою допоможе визначити, чи є це підходящим варіантом.",
  "How to care for eyebrows after lamination?": "Як доглядати за бровами після ламінування?",
  "After the procedure, avoid wetting the eyebrows for 24 hours, as well as avoiding hot baths, saunas, and intense physical exertion. It is also important to use conditioners and oils to help maintain healthy hairs.": "Після процедури слід уникати намокання брів протягом 24 годин, а також уникати гарячих ванн, сауни та інтенсивних фізичних навантажень. Також важливо використовувати кондиціонери та олії, які допоможуть підтримувати здоров'я волосків.",
  "Can eyebrow lamination damage natural hairs?": "Чи може ламінування брів пошкодити натуральні волоски?",
  "A properly performed eyebrow lamination procedure should not damage natural hairs. It is crucial that the procedure is carried out by a qualified specialist using professional products.": "Правильно проведена процедура ламінування брів не повинна пошкодити натуральні волоски. Важливо, щоб процедуру виконував кваліфікований спеціаліст з використанням професійних продуктів.",
  "How often can eyebrow lamination be performed?": "Як часто можна робити ламінування брів?",
  "It is recommended to perform eyebrow lamination no more frequently than every 6-8 weeks to give the hairs time to regenerate and maintain a healthy appearance.": "Рекомендується проводити ламінування брів не частіше, ніж кожні 6-8 тижнів, щоб дати волоскам час на відновлення і збереження здорового вигляду.",
  "How often can eyebrows be tinted with dye or henna?": "Як часто можна фарбувати брови фарбою або хною?",
  "Eyebrows can be tinted with dye or henna every 3-6 weeks. The frequency depends on the rate of hair growth and individual needs and preferences. Tinting eyebrows too often can lead to their weakening, so it is important to give the hairs time to regenerate between procedures.": "Брови можна фарбувати фарбою або хною кожні 3-6 тижнів. Частота залежить від швидкості росту волосків та індивідуальних потреб і вподобань. Занадто часте фарбування брів може призвести до їх ослаблення, тому важливо давати волоскам час на відновлення між процедурами.",
  "How long do permanent eyebrows last?": "Як довго тримаються перманентні брови?",
  "The effect of permanent eyebrows usually lasts from 1 to 2 years, depending on skin type, lifestyle, and care. The color may gradually fade and require touch-ups.": "Ефект перманентних брів зазвичай триває від 1 до 2 років, залежно від типу шкіри, способу життя та догляду. Колір може поступово тьмяніти і вимагати корекції.",
  "Is the procedure painful?": "Чи болісна процедура?",
  "Most people experience only slight discomfort during the procedure, which is usually minimized by the application of a numbing cream.": "Більшість людей відчувають лише незначний дискомфорт під час процедури, який зазвичай мінімізується за допомогою знеболювального крему.",
  "How long does the procedure take?": "Як довго триває процедура?",
  "The procedure usually takes 2 to 3 hours, depending on the technique and complexity of the eyebrow shape.": "Процедура зазвичай триває від 2 до 3 годин, залежно від техніки та складності форми брів.",
  "What does the healing process look like?": "Як виглядає процес загоєння?",
  "The healing process takes about 10-20 days. During the first few days, the eyebrows may be darker, and then the color gradually fades. It is important to avoid scratching and wetting the eyebrows and to follow the aftercare instructions.": "Процес загоєння триває близько 10-20 днів. Протягом перших кількох днів брови можуть бути темнішими, а потім колір поступово зменшується. Важливо уникати подряпин і намокання брів, а також дотримуватися рекомендацій по догляду після процедури.",
  "How should eyebrows be cared for after the procedure?": "Як слід доглядати за бровами після процедури?",
  "After the procedure, avoid wetting the eyebrows, excessive sweating, sun exposure, saunas, and tanning beds for about a week. Using recommended ointments speeds up healing and protects the pigment.": "Після процедури слід уникати намокання брів, надмірного потовиділення, впливу сонця, сауни і солярію приблизно тиждень. Використання рекомендованих мазей прискорює загоєння і захищає пігмент.",
  "Can permanent eyebrows be removed if I am not satisfied with the result?": "Чи можна видалити перманентні брови, якщо я не задоволена результатом?",
  "Yes, permanent eyebrows can be removed using specialized laser treatments or other methods of permanent makeup removal.": "Так, перманентні брови можна видалити за допомогою спеціалізованих лазерних процедур або інших методів видалення перманентного макіяжу."
}
