{
  "Brows": "Брови",
  "Lashes": "Вії",
  "Permanent Makeup": "Перманентний макіяж",
  "Eyebrow architecture training": "Навчання архітектурі брів",
  "Eyebrow lamination training": "Навчання ламінуванню брів",
  "Eyelash lamination training": "Навчання ламінуванню вій",
  "Training sessions": "Навчання",
  "Services": "Послуги",
  "Privacy Policy": "Політика конфіденційності",
  "Address": "Вроцлав, вул. Німчанська 22",
  "Main": "Головна",
  "Price list": "Ціни",
  "All services": "Усі послуги",
  "Contact": "Контакти",
  "Wroclaw": "Вроцлав",
  "Learn more": "Дізнайтеся більше",
  "Eyebrow lamination": "Ламінування брів",
  "Eyebrow architecture": "Архітектура брів",
  "Eyelash lamination": "Ламінування вій",
  "Choose the training that suits you and change your professional career.": "Виберіть навчання, яке підходить вам, і змініть свою професійну кар'єру.",
  "Get in touch with me to schedule a": "Зв'яжіться зі мною, щоб запланувати",
  "free consultation": "безкоштовну консультацію",
  "Follow me": "Слідкуйте за мною",
  "on Instagram": "на Instagram",
  "Eyebrow styling": "Стилізація брів",
  "Eyebrow regulation": "Регулювання брів",
  "Eyelash dye": "Фарбування вій",
  "Permanent eyebrow makeup": "Постійний макіяж брів",
  "Permanent lip makeup": "Постійний макіяж губ",
  "Sets": "Набори",
  "Eyebrow styling + eyelash lamination": "Стилізація брів + ламінування вій",
  "Eyebrow lamination + eyelash lamination": "Ламінування брів + ламінування вій",
  "pln": "зл.",
  "Mail me": "Напишіть мені",
  "Do you want to enhance your natural beauty or learn to do it professionally? Contact me today!": "Бажаєте підкреслити свою природну красу або навчитися робити це професійно? Зв'яжіться зі мною сьогодні!",
  "Make an appointment!": "Запишіться на послугу!",
  "Studio": "Студія",
  "About me": "Про мене",
  "Hi, my name is": "Привіт, мене звати",
  "Inna Snisar": "Інна Снісар",
  "I am an experienced eyebrow and eyelash stylist, specializing in creating natural, harmonious effects that highlight each client's individual beauty. I also conduct professional training for students from Poland and abroad, sharing my knowledge and passion for styling.": "Я досвідчена стилістка брів та вій, спеціалізуюсь на створенні природних, гармонійних ефектів, які підкреслюють індивідуальну красу кожної клієнтки. Також я проводжу професійні курси для учениць з Польщі та з-за кордону, ділячись своїми знаннями та пристрастю до стилю.",
  "Basic eyebrow styling training. Includes: eyebrow geometry, coloring with dye and henna, tweezing and waxing.": "Базове навчання по стилізації брів. Включає: геометрію брів, фарбування фарбою і хною, корекцію пінцетом і воском.",
  "Basic eyebrow styling training + eyebrow lamination training": "Базове навчання по стилізації брів + навчання ламінуванню брів",
  "Eyelash lamination training from A to Z. Includes work with three brands of products: Inley, Elan, Zola. And all types of curls.": "Навчання ламінуванню вій від А до Я. Включає роботу з трьома брендами препаратів: Inley, Elan, Zola. А також всі типи завивки.",
  "Training intended for people with basic knowledge of eyebrow styling. Contains a large theoretical part about the chemistry of products and hair biochemistry. Coloring without darkening the hairs.": "Навчання призначене для людей з базовими знаннями про стилізацію брів. Містить велику теоретичну частину про хімію препаратів і біохімію волосся. Фарбування без затемнення волосків.",
  "Supplementary training": "Додаткове навчання",
  "Qualification upgrade in any area tailored individually to each student.": "Підвищення кваліфікації в будь-якій області, індивідуально адаптоване до кожного учня.",
  "days": "дні",
  "day": "день",
  "Price": "Ціна",
  "Time:": "Час",
  "Eyebrows play a key role in giving the face expressiveness, shape, and symmetry, uniquely highlighting the natural beauty of the eyes and the entire face.": "Брови відіграють ключову роль у наданні обличчю виразності, форми та симетрії, що унікально підкреслює природну красу очей та всього обличчя.",
  "Sign up for a service!": "Запишіться на послугу!",
  "eyebrow ":"брів",
  "styling": "Стилізація",
  "Eyebrow styling is a delicate procedure that helps discover your individual shape and subtly highlight natural beauty.": "Стилізація брів - це делікатна процедура, яка допомагає знайти вашу індивідуальну форму і тонко підкреслити природну красу.",
  "Individual selection of eyebrow shape to match the client's beauty.": "Індивідуальний підбір форми брів відповідно до краси клієнта.",
  "Tweezing and waxing eyebrow shaping.": "Корекція брів пінцетом і воском.",
  "Eyebrow coloring with dye or powder henna.": "Фарбування брів фарбою або порошковою хною.",
  "The treatment includes:": "Процедура включає:",
  "min": "хв",
  "Lamination": "Ламінування",
  "Eyebrow lamination is a cosmetic procedure aimed at emphasizing and shaping the eyebrows. During this procedure, the eyebrows are shaped to achieve the desired shape and appearance.": "Ламінування брів - це косметична процедура, спрямована на виділення та формування брів. Під час цієї процедури брови моделюються, щоб досягти бажаної форми та вигляду.",
  "Modeling and shaping the hairs using special preparations.": "Моделювання та формування волосся за допомогою спеціальних препаратів.",
  "Individual selection of the eyebrow shape, harmoniously adjusted to the client's beauty.": "Індивідуальний вибір форми брів, гармонійно пристосований до краси клієнта.",
  "Precise eyebrow regulation with tweezers and wax.": "Точне регулювання брів пінцетом і воском.",
  "Coloring the eyebrows with dye.": "Фарбування брів фарбою.",
  "Nourishment of the hairs using botox to emphasize a healthy appearance.": "Живлення волосся за допомогою ботоксу, щоб підкреслити здоровий вигляд.",
  "Regulation": "Регулювання",
  "lashes": "вії",
  "Eyelash lamination is a cosmetic procedure aimed at enhancing the natural beauty of lashes by curling and lifting them from the base using special rods and preparations. As a result, we get lifted and curled natural lashes, and the effect lasts up to 2 months.": "Ламінація вій - це косметична процедура, спрямована на підвищення природної краси вій за рахунок їх завивання і піднімання з основи за допомогою спеціальних стрижнів і препаратів. В результаті ми отримуємо підняті і завиті природні вії, і ефект триває до 2 місяців.",
  "Selection of the appropriate curl of lashes.": "Вибір відповідного завитку вій.",
  "Eyelash coloring.": "Фарбування вій.",
  "Nourishment of lashes using botox.": "Живлення вій за допомогою ботоксу.",
  "Permanent makeup": "Постійний макіяж",
  "Permanent eyebrow makeup, also known as eyebrow micropigmentation, is a procedure in which pigment is inserted into the skin to permanently emphasize the shape and color of the eyebrows. By precisely placing the pigment, the effect of lasting eyebrow makeup is achieved, eliminating the need for daily manual drawing or filling. This solution may be particularly attractive for people looking to save time on their daily eyebrow makeup.": "Перманентний макіяж брів, також відомий як мікропігментація брів, - це процедура, при якій пігмент вводиться в шкіру для постійного підкреслення форми і кольору брів. Завдяки точному нанесенню пігменту досягається ефект тривалого макіяжу брів, що усуває необхідність щоденного ручного малювання або заповнення. Це рішення може бути особливо привабливим для людей, які хочуть заощадити час на повсякденному макіяжі брів.",
  "lips": "губи",
  "Eyebrow shaping is the process of shaping and tidying eyebrows using various techniques such as tweezing, waxing, or threading. The aim of eyebrow shaping is to give them a nice shape, tailored to the individual facial features, which can significantly enhance appearance and expression.": "Регулювання брів - це процес формування і прибирання брів за допомогою різних технік, таких як видалення зайвих волосків пінцетом, воском або ниткою. Метою регулювання брів є надання їм красивої форми, пристосованої до індивідуальних рис обличчя, що може значно покращити зовнішній вигляд та виразність.",
  "Permanent lip makeup, also known as lip micropigmentation, is an innovative procedure in which pigment is introduced into the skin, permanently emphasizing the contour and color of the lips. This procedure can improve lip symmetry, give them a fuller appearance, or simply accentuate their natural shape. With permanent lip makeup, you can enjoy long-lasting effects, eliminating the need for frequent lipstick or lip liner application. It's always worth consulting with an experienced specialist before undergoing the procedure to achieve results tailored to your individual preferences.": "Перманентний макіяж губ, також відомий як мікропігментація губ, - це інноваційна процедура, під час якої пігмент вводиться під шкіру, стійко підкреслюючи контур і колір губ. Цей процес може покращити симетрію губ, надати їм більш повний вигляд або просто підкреслити природну форму. Завдяки постійному макіяжу губ можна насолоджуватися тривалим ефектом, уникнувши необхідності частого нанесення помади або олівця для губ. Перед початком процедури завжди варто проконсультуватися з досвідченим спеціалістом, щоб отримати результат, що відповідає вашим індивідуальним уподобанням."
}
