{
    "Training": "Навчання",
    "Sign up for training!": "Запишіться на навчання!",
    "Your training program": "Ваш навчальний план",
    "theoretical part": "теоретична частина",
    "Day 1. Duration -": "День 1. Тривалість -",
    "practical part": "практична частина",
    "Theoretical and practical part": "Теоретична і практична частина",
    "Day 2. Duration -": "День 2. Тривалість -",
    "h": "г",
    "pln": "зл.",
    "Price": "Ціна",
    "Why should you choose me?": "Чому ви повинні обрати мене?",
    "Extensive professional experience": "Великий професійний досвід",
    "I have 4 years of practice as a brow and lash stylist, during which I have served over 500 satisfied clients. My experience allows me to share proven techniques and best practices.": "Я маю 4 роки практики як стиліст брів та вій, за цей час я обслуговувала понад 500 задоволених клієнтів. Мій досвід дозволяє мені ділитися перевіреними техніками та найкращими практиками.",
    "Continuous qualification improvement": "Постійне підвищення кваліфікації",
    "I regularly attend courses and training to stay updated with the latest trends and techniques in the industry. This ensures that my training is always current and based on the latest advancements.": "Я регулярно відвідую курси та тренінги, щоб бути в курсі останніх тенденцій та технік у галузі. Це забезпечує актуальність моїх тренінгів і їх основу на останніх досягненнях.",
    "International reach and diverse trainees": "Міжнародне охоплення та різноманітність курсантів",
    "Since 2021, I have been conducting training for trainees from all over Poland and other countries. My approach is universal and adapted to different markets, ensuring that every trainee, regardless of location, gains valuable knowledge.": "З 2021 року я проводжу тренінги для курсантів з усієї Польщі та інших країн. Мій підхід універсальний і адаптований до різних ринків, що забезпечує кожному курсанту, незалежно від місця розташування, цінні знання.",
    "Individual approach to each trainee": "Індивідуальний підхід до кожного курсанта",
    "Every trainee is unique to me, so I tailor the training program to their individual needs and skill levels. I ensure that everyone feels comfortable and confident in acquiring new skills.": "Кожен курсант для мене унікальний, тому я адаптую програму навчання до його індивідуальних потреб та рівня підготовки. Я забезпечую комфорт і впевненість кожного учасника у набутті нових навичок.",
    "Comprehensive support after training": "Комплексна підтримка після навчання",
    "My support does not end with the completion of the course. I provide trainees with support even after the training, offering consultations, advice, and access to educational materials. I care about the development of my trainees and their professional success.": "Моя підтримка не закінчується із завершенням курсу. Я надаю підтримку курсантам і після навчання, пропонуючи консультації, поради та доступ до навчальних матеріалів. Я дбаю про розвиток своїх курсантів та їх професійний успіх.",
    "Basic Brows Training": "Навчання Basic Brows",
    "Individual basic training in brow styling.": "Індивідуальне базове навчання по стилізації та ламінуваню брів.",
    "Training Description": "Опис навчання",
    "First day": "Перший день",
    "Includes a 6-hour theoretical part where participants will learn:": "Включає 6-годинну теоретичну частину, де учасники дізнаються:",
    "The structure of hair and skin, hair growth phases, and its chemical composition.": "Будову волосся і шкіри, фази росту волосся та його хімічний склад.",
    "The effect of hair porosity on coloring and how to prepare different skin types for the procedure.": "Вплив пористості волосся на фарбування та як підготувати різні типи шкіри до процедури.",
    "Brow geometry, preliminary drawing techniques, coloring with dye and henna, and brow shaping with tweezers and wax.": "Геометрія брів, техніки попереднього малювання, фарбування фарбою і хною, а також оформлення брів пінцетом і воском.",
    "Contraindications for the procedure and recommendations for the client.": "Протипоказання до процедури та рекомендації для клієнта.",
    "Second day": "Другий день",
    "Is dedicated to the practical part, where each trainee will have the opportunity to work on four models, perfecting the techniques discussed in the theoretical part.": "Присвячений практичній частині, де кожен курсант матиме можливість попрацювати з чотирма моделями, вдосконалюючи техніки, розглянуті в теоретичній частині.",
    "The training also provides meals and beverages for the participants.": "Навчання також забезпечує учасників харчуванням та напоями.",
    "Hair and Skin Structure": "Будова волосся і шкіри",
    "Hair Growth Phases": "Фази росту волосся",
    "Hair Composition": "Склад волосся",
    "Hair Porosity and Its Effect on Coloring Process": "Пористість волосся і її вплив на процес фарбування",
    "Chemical Composition": "Хімічний склад",
    "Skin Preparation for Procedure (normal skin, dry, oily – which products to choose to achieve even coloring)": "Підготовка шкіри до процедури (нормальна шкіра, суха, жирна – які продукти підібрати, щоб отримати рівномірне фарбування)",
    "Brow Geometry": "Геометрія брів",
    "Preliminary Drawing in Two Ways: Powder Pencil and Paste": "Попередній малюнок двома способами – пудровим олівцем та пастою",
    "Coloring with Dye and Henna": "Фарбування фарбою і хною",
    "Tweezing and Waxing": "Корекція пінцетом та воском",
    "Working with Wax: Which Wax to Choose": "Робота з воском, який віск обрати",
    "Appropriate Directions for Tweezing": "Правильні напрямки для корекції",
    "Contraindications for Procedure": "Протипоказання до процедури",
    "Recommendations for Client": "Рекомендації для клієнта",
    "One Demo Model": "Одна демонстраційна модель",
    "Three Models for Trainee": "Три моделі для курсанткі",
    "Constant Support after Training": "Постійна підтримка після навчання",
    "Training Completion Certificate": "Сертифікат про завершення навчання",
    "Lami lashes training": "Навчання ламінуванню вій",
    "Comprehensive training in lash lamination and lifting from scratch.": "Комплексне навчання ламінуванню та ліфтингу вій з нуля.",
    "After completing this course, you will master the techniques of perfect curling and lifting of lashes, gaining the skills needed for professional styling.": "Після проходження курсу ви опануєте техніки ідеального підкручування та підняття вій, отримавши навички для професійного оформлення.",
    "Two-day training includes:": "Дводенне навчання включає:",
    "Day 1:": "День 1:",
    "✅ theoretical part - 4-5h": "✅ теоретична частина — 4–5 годин",
    "📍 What is lash lamination": "📍 Що таке ламінування вій",
    "📍 Benefits of the procedure": "📍 Переваги процедури",
    "📍Indications/Contraindications for the procedure": "📍 Показання/протипоказання до процедури",
    "📍 Hair structure": "📍 Будова волосини",
    "📍 Chemistry of products": "📍 Хімія препаратів",
    "📍 Composition and action of the products": "📍 Склад препаратів та принцип дії",
    "📍 Types of lashes": "📍 Типи вій",
    "📍 Types of rods": "📍 Типи валиків",
    "📍How to properly choose a rod": "📍 Як правильно підібрати валик",
    "📍 Steps of lash lamination": "📍 Етапи ламінування вій",
    "📍 Necessary tools and materials": "📍 Необхідне обладнання та матеріали",
    "Day 2:": "День 2:",
    "✅ demonstration model": "✅ Показова модель",
    "✅ 2 models for the trainee": "✅ 2 моделі для учениці",
    "✅ lunch": "✅ Обід",
    "✅ training manual + ongoing support after training": "✅ Методичка + постійна підтримка після навчання",
    "✅ certificate of completion": "✅ Сертифікат про проходження курсу",
    "🎁Bonus:": "🎁Бонус:",
    "Instagram photography lesson.": "Урок з фотографування для Instagram.",
    "📍What equipment I use to take nice shots.": "📍 Яку техніку я використовую для гарних кадрів.",
    "📍How to manage your social media profile to gain reach and attract new clients.": "📍 Як вести сторінку в соцмережах, щоб отримувати охоплення і залучати клієнтів.",
    "📍Which apps I use to edit photos.": "📍 Які застосунки я використовую для обробки фото.",
    "📍Apps for editing reels": "📍 Додатки для монтажу Reels/роликів",
    "In individual mode": "В індивідуальному форматі"
  }